Repository: mostafaahmed1000/shopy
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Quantity
ar: الكمية

source: Your shopping cart
ar: عربة التسوق

source: Subtotal
ar: المجموع قبل الخصم

source: "%(code)s" (%(discount)s%% off)
ar: "%(code)s" (%(discount)s%% خصم)

source: Total
ar: المجموع

source: Apply a coupon
ar: إضافة كوبون خصم

source: Continue shopping
ar: الإستمرار في التسوق

source: Checkout
ar: إنتهيت من التسوق

source: Coupon
ar: كوبون

source: Payment canceled
ar: تم إلغاء العملية

source: There was a problem processing your payment.
ar: هناك مشكلة في الدفع

source: Try again
ar: حاول مرة اخرى

source: Payment successful
ar: تم الدفع

source: Your payment has been processed successfully.
ar: تمت عملية الدفع بنجاح

source: Pay your order
ar: دفع

source: Order summary
ar: تفاصيل الطلب

source: Pay now
ar: إدفع

source: process/
ar: تأكيد الدفع/

source: completed/
ar: أكتمل الدفع/

source: canceled/
ar: تم إلغاء العملية/

source: Shopy
ar: شوبي

source: Search
ar: بحث

source: Add to Bag
ar: اضف الى السلة

source: People who bought this also bought
ar: من أشتروا المنتج اعجبهم أيضا

source: Details
ar: تفاصيل

source: Shipping &amp; Returns
ar: الشحن و الإسترجاع

source: Free Shipping
ar: شحن مجاني

source: Free returns within 90 days
ar: إسترجاع مجاني خلال 90 يوم

source: Delivery in 4-7 business days
ar: توصيل خلال 4-7 ايام عمل

source: Products
ar: المنتجات

source: Discover our latest collection
ar: إكتشف أخر مجموعاتنا

source: Shop now
ar: تسوق الآن

source: Summer Collection
ar: مجموعة الصيف

source: For Day on the Beach
ar: من أجل يوم على الشاطئ

source: Stride with Comfort
ar: إخطي براحة

source: All
ar: الكل

source: Search Results
ar: نتائج البحث

source: Results for "%(query)s"
ar: نتائج البحث عن "%(query)s"

source: No products found.
ar: لم يتم العثور على منتج

source: Browse all products
ar: تصفح جميع منتجاتنا

source: English
ar: إنجليزي

source: Arabic
ar: عربي

source: cart/
ar: عربة التسوق/

source: orders/
ar: الطلبات/

source: payment/
ar: الدفع/

source: coupons/
ar: كوبون/
